<div class="terms-bg">
    <div class="terms">
        <div id="closeTerms"><i class="fa-solid fa-xmark"></i></div>
        <div class="text">
            <h2 style="text-align: center; margin-top:15px;">УСЛОВИЯ ЗА ПОЛЗВАНЕ И ПОЛИТИКА ЗА ЗАЩИТА НА ЛИЧНИТЕ ДАННИ</h2>
            <p>Моля, прочетете този документ внимателно. Той съдържа Условията за достъпа до уебсайта www.findajob.bg и Политиката за защита на личните данни. Ако не приемате Условията и Политиката, посочени тук, няма възможност да използвате Сайта!</p>
            <h3>УСЛОВИЯ ЗА ПОЛЗВАНЕ</h3>
            <h4>1. Регистрация</h4>
            <p>1.1. За да ползвате Услугите, Вие гарантирате, че сте навършили 18 години и сте дееспособен да сключите договор. Find a Job не носи отговорност в случай на ползване на Услугите от лице, което не отговаря на посочените ограничения за възраст и дееспособност.</p>
            <p>1.2. Ползването на част от Услугите е възможно само с регистрация. Регистрацията се извършва лично, като не се допуска извършване на регистрация от името на други лица. При регистрация се изисква да попълните задължителните полета в регистрационната форма (име, имейл адрес и др.). Вие декларирате, че отговаряте на изискванията на т. 1.1.</p>
            <p>1.3. Вие се задължавате да предоставите верни, пълни и актуални данни при регистрацията и да ги поддържате такива. При неточност в данните Вие нямате право да ползвате Услугите до отстраняването ѝ.</p>
            <p>1.4. Вие отговаряте за всички действия, извършени чрез Вашия акаунт с използване на Вашето потребителско име и парола за достъп. Вие се задължавате незабавно да уведомите Find a Job в случай на неправомерен достъп или вероятност за такъв.</p>
            <h4>2. Ползване на Услугите и съдържанието в Сайта</h4>
            <p>2.1. Find a Job е посредник и участва в избора на кандидати или последваща комуникация и договаряне на условия между страните. Решенията за това каква информация ще изпратите, в какви договорни отношения желаете да влезете и при какви условия е Наша грижа.</p>
            <p>2.2 Сайтът дава възможност за публикуване на обяви за свободни работни места от Работодатели след одобрение от нашия персонал. Вашите кандидатури също ще бъдат разгледани до одобряването им.</p>
            <p>2.3. Вие не можете да използвате по какъвто и да е начин, да копирате, модифицирате или разпространявате съдържание, което не Ви принадлежи, за цели, различни от или несъвместими с ползването на Услугите и с предназначението на Сайта, без изричното предварително писмено съгласие на Find a Job и/или на съответните трети лица.</p>
            <h3>ПОЛИТИКА ЗА ЗАЩИТА НА ЛИЧНИТЕ ДАННИ</h3>
            <h4>1. Групи лица, за които се обработват данни</h4>
            <p>Във връзка с предоставяните Услуги Find a Job обработва информация относно следните Субекти на данни:
                (а) физически лица, ползватели на Сайта с регистрация, като Кандидати;
                (б) физически лица, ползватели на Сайта без регистрация;
                (в) физически лица, отправили запитвания (вкл. чрез обаждане), искания, сигнали, жалби или друга кореспонденция към Find a Job;
                (г) физически лица, информация за които се съдържа в запитвания (вкл. чрез обаждане), искания, сигнали, жалби или друга кореспонденция, отправена към Find a Job.</p>
            <h4>2. Обработвани данни във връзка с предоставяне на Услугите</h4>
            <h5>2.1. Информация, която Вие предоставяте</h5>
            <p>Вие сами решавате дали и как да използвате Услугите, предоставяни чрез Сайта. Във формите, чрез които се въвеждат лични данни, ясно обозначаваме задължителния или доброволния характер на предоставяне на данните. Данните, попълването на които е задължително, са такива, без които е невъзможно да предоставим съответната Услуга или част от нея.</p>
            <h4>3. Цели за обработване на лични данни</h4>
            <p>Find a Job събира, използва и обработва информацията, описана по-горе, за целите, предвидени в настоящата Политика и в Условията за ползване на Услугите, които могат да бъдат:</p>
            <li>Цели, необходими за сключването и изпълнението на договора за предоставяне на Услугите между Вас и Find a Job;</li>
            <li>Цели, необходими за защита и прилагане на легитимните интереси на други ползватели на Услугите, трети лица и Find a Job;</li>
            <li>Цели, за които Вие сте дали своето изрично съгласие;</li>
            <li>Цели, необходими за изпълнението на законови задължения на Find a Job.</li>
        </div>
    </div>
</div>